IDEA Open Model
BeamData.MprlName Property
Compatible with IDEA StatiCa 20.1
 MPRL name of beam
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string MprlName { get; set; }
Public Property MprlName As String
	Get
	Set
Property Value
Type: String
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace